request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://dacdoliveira.com/wsdlservercountry/assets">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCountryRequest>
            <gs:name>Brasil</gs:name>
        </gs:getCountryRequest>
    </soapenv:Body>
</soapenv:Envelope>